tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
brew "anyenv"
brew "boost"
brew "glib"
brew "python@3.9"
brew "clipper"
brew "docker"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gcc"
brew "ghostscript"
brew "gobject-introspection"
brew "httpie"
brew "igv"
brew "libomp", link: true
brew "mas"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "numpy", link: false
brew "pyenv"
brew "reattach-to-user-namespace"
brew "scipy"
brew "tmux"
brew "tree"
brew "vim"
brew "sanemat/font/ricty", args: ["with-patch-in-place", "with-powerline"]
cask "adobe-acrobat-reader", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "mactex"
cask "visual-studio-code", args: { appdir: "/Applications" }
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "S4N", id: 1607582100
mas "Slack", id: 803453959
mas "SonicWall Mobile Connect", id: 822514576
